Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Recalculate Goals now uses AI to set your calories and macros from your profile, then refines them from your logged intake and weight trend. It falls back to the standard formula when AI isn't available.
ar: تستخدم "إعادة حساب الأهداف" الآن الذكاء الاصطناعي لتحديد السعرات الحرارية والعناصر الغذائية الكبرى بناءً على ملفك الشخصي، ثم تحسّنها وفقًا لما سجّلته من طعام واتجاه وزنك. وتعود إلى الصيغة القياسية عند عدم توفر الذكاء الاصطناعي.
az: Məqsədləri Yenidən Hesabla indi kalori və makrolarınızı profilinizə əsasən təyin etmək üçün süni intellektdən istifadə edir, sonra onları qeyd etdiyiniz qida qəbulu və çəki meyliniz əsasında dəqiqləşdirir. Süni intellekt əlçatan olmadıqda standart formula tətbiq edilir.
cs: Přepočet cílů teď používá AI: nastaví kalorie a makra z tvého profilu a zpřesní je podle zapsaného příjmu a trendu váhy. Když AI není dostupná, použije se standardní vzorec.
de: „Ziele neu berechnen“ nutzt jetzt KI, um deine Kalorien und Makros aus deinem Profil festzulegen, und verfeinert sie anschließend anhand deiner erfassten Aufnahme und deines Gewichtstrends. Ist keine KI verfügbar, wird auf die Standardformel zurückgegriffen.
es: Recalcular objetivos ahora usa IA para definir tus calorías y macronutrientes a partir de tu perfil, y luego los ajusta según tu consumo registrado y la tendencia de tu peso. Recurre a la fórmula estándar cuando la IA no está disponible.
fr: Recalculer les objectifs utilise désormais l'IA pour définir vos calories et vos macronutriments à partir de votre profil, puis les affine en fonction de vos apports enregistrés et de l'évolution de votre poids. La formule standard prend le relais lorsque l'IA n'est pas disponible.
hi: अब "लक्ष्य दोबारा गणना करें" आपकी प्रोफ़ाइल से आपकी कैलोरी और मैक्रोज़ तय करने के लिए AI का उपयोग करता है, फिर आपके लॉग किए गए सेवन और वज़न के रुझान के आधार पर उन्हें परिष्कृत करता है। AI उपलब्ध न होने पर यह मानक फ़ॉर्मूले पर वापस आ जाता है।
it: La funzione Ricalcola obiettivi ora usa l'IA per impostare calorie e macronutrienti in base al tuo profilo, perfezionandoli poi a partire dal cibo che registri e dall'andamento del peso. Quando l'IA non e disponibile, ricorre alla formula standard.
ja: 「目標を再計算」では、AIがプロフィールからカロリーとマクロ（三大栄養素）を設定し、記録した摂取量と体重の傾向をもとに調整するようになりました。AIを利用できない場合は、標準の計算式が使われます。
ko: 이제 목표 다시 계산은 AI를 사용해 프로필을 바탕으로 칼로리와 다량영양소를 설정한 뒤, 기록된 섭취량과 체중 추세를 반영해 이를 더 정교하게 조정합니다. AI를 사용할 수 없을 때는 표준 공식으로 대체됩니다.
nl: Doelen opnieuw berekenen gebruikt nu AI om je calorieën en macro's vanuit je profiel in te stellen en verfijnt ze vervolgens op basis van je gelogde inname en je gewichtstrend. Als AI niet beschikbaar is, valt het terug op de standaardformule.
pl: Funkcja Przeliczania celów korzysta teraz ze sztucznej inteligencji, aby ustalić Twoje kalorie i makroskładniki na podstawie profilu, a następnie dostraja je w oparciu o zarejestrowane spożycie i trend wagi. Gdy AI jest niedostępne, wraca do standardowego wzoru.
pt_br: Recalcular Metas agora usa IA para definir suas calorias e macros a partir do seu perfil e, em seguida, as refina com base no consumo registrado e na tendência de peso. Quando a IA não está disponível, ela recorre à fórmula padrão.
ro: Recalcularea obiectivelor folosește acum AI pentru a-ți stabili caloriile și macronutrienții pe baza profilului tău, apoi le ajustează în funcție de consumul înregistrat și de evoluția greutății. Revine la formula standard atunci când AI-ul nu este disponibil.
ru: Функция «Пересчитать цели» теперь использует ИИ, чтобы задать калории и макронутриенты на основе вашего профиля, а затем уточняет их по записанному потреблению и динамике веса. Если ИИ недоступен, она возвращается к стандартной формуле.
uk: Функция «Пересчитать цели» теперь використовує ШІ, чтоби задать калории и макронутриенти на основе вашего профиля, а затем уточняет их по записанному потреблению и динамике веса. Если ШІ недоступен, она возвращается к стандартной формуле.
zh_hans: “重新计算目标”现在会借助 AI，根据你的个人资料设定卡路里和宏量营养素，再依据你记录的摄入量和体重趋势进行调整。当 AI 不可用时，会回退到标准公式。

source: Recommended
ar: موصى به
az: Tövsiyə Olunur
cs: Doporučeno
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
it: Consigliato
ja: おすすめ
ko: 추천
nl: Aanbevolen
pl: Zalecane
pt_br: Recomendado
ro: Recomandat
ru: Рекомендуется
uk: Рекомендовано
zh_hans: 推荐

source: Recommended: Google Gemini
ar: موصى به: Google Gemini
az: Tövsiyə olunur: Google Gemini
cs: Doporučujeme: Google Gemini
de: Empfohlen: Google Gemini
es: Recomendado: Google Gemini
fr: Recommandé : Google Gemini
hi: अनुशंसित: Google Gemini
it: Consigliato: Google Gemini
ja: おすすめ：Google Gemini
ko: 추천: Google Gemini
nl: Aanbevolen: Google Gemini
pl: Zalecane: Google Gemini
pt_br: Recomendado: Google Gemini
ro: Recomandat: Google Gemini
ru: Рекомендуется: Google Gemini
uk: Рекомендовано: Google Gemini
zh_hans: 推荐：Google Gemini

source: Recompute calories, protein, carbs, and fat from your current weight, activity, and goal? Your custom values will be replaced and Auto-balance will reset to Carbs.
ar: إعادة حساب السعرات والبروتين والكربوهيدرات والدهون استنادًا إلى وزنك ونشاطك وهدفك الحالي؟ ستُستبدل قيمك المخصصة وستتم إعادة ضبط الموازنة التلقائية على الكربوهيدرات.
az: Hazırkı çəkiniz, fəaliyyətiniz və hədəfinizə əsasən kalorilər, protein, karbohidrat və yağı yenidən hesablayın? Fərdi dəyərləriniz əvəzlənəcək və Avtomatik balans Karbohidratlara sıfırlanacaq.
cs: Přepočítat kalorie, bílkoviny, sacharidy a tuky z aktuální váhy, aktivity a cíle? Tvoje vlastní hodnoty se nahradí a automatické dorovnání se vrátí na Sacharidy.
de: Kalorien, Protein, Kohlenhydrate und Fett anhand deines aktuellen Gewichts, deiner Aktivität und deines Ziels neu berechnen? Deine benutzerdefinierten Werte werden ersetzt und Auto-Balance wird auf Kohlenhydrate zurückgesetzt.
es: ¿Recalcular calorías, proteínas, carbohidratos y grasas según tu peso, actividad y objetivo actuales? Tus valores personalizados se reemplazarán y el Autoequilibrado volverá a Carbohidratos.
fr: Recalculer calories, protéines, glucides et lipides à partir de votre poids, activité et objectif actuels ? Vos valeurs personnalisées seront remplacées et l'équilibrage auto sera réinitialisé sur les glucides.
hi: अपने वर्तमान वजन, गतिविधि और लक्ष्य से कैलोरी, प्रोटीन, कार्ब्स और फैट की पुनः गणना करें? आपके कस्टम मान बदल दिए जाएंगे और ऑटो-बैलेंस कार्ब्स पर रीसेट हो जाएगा।
it: Ricalcolare calorie, proteine, carboidrati e grassi in base al tuo peso, attività e obiettivo attuali? I tuoi valori personalizzati verranno sostituiti e il bilanciamento automatico verrà reimpostato sui carboidrati.
ja: 現在の体重、活動量、目標からカロリー、タンパク質、炭水化物、脂質を再計算しますか？カスタム値は置き換えられ、自動バランスは炭水化物にリセットされます。
ko: 현재 체중, 활동량, 목표를 기준으로 칼로리, 단백질, 탄수화물, 지방을 다시 계산하시겠습니까? 사용자 지정 값은 대체되고 자동 균형은 탄수화물로 재설정됩니다.
nl: Calorieën, eiwitten, koolhydraten en vetten opnieuw berekenen op basis van je huidige gewicht, activiteit en doel? Je aangepaste waarden worden vervangen en Auto-balans wordt teruggezet op koolhydraten.
pl: Przeliczyć kalorie, białko, węglowodany i tłuszcz na podstawie aktualnej wagi, aktywności i celu? Własne wartości zostaną zastąpione, a automatyczne równoważenie wróci do węglowodanów.
pt_br: Recalcular calorias, proteínas, carboidratos e gorduras com base no seu peso, atividade e meta atuais? Seus valores personalizados serão substituídos e o balanceamento automático será redefinido para Carboidratos.
ro: Recalculezi caloriile, proteinele, carbohidrații și grăsimile pe baza greutății, activității și obiectivului actual? Valorile personalizate vor fi înlocuite, iar Echilibrarea automată se va reseta la Carbohidrați.
ru: Пересчитать калории, белки, углеводы и жиры на основе текущего веса, активности и цели? Ваши пользовательские значения будут заменены, а Авто-баланс сбросится на Углеводы.
uk: Пересчитать калории, белки, углеводи и жири на основе текущего веса, активности и цели? Ваши пользовательские значения будут заменени, а Авто-баланс сбросится на Углеводи.
zh_hans: 根据你当前的体重、活动量和目标重新计算卡路里、蛋白质、碳水化合物和脂肪？你的自定义数值将被替换，自动平衡将重置为碳水化合物。

source: Reinstalled or switched phones? Your food log, weight, and body fat now restore automatically from Apple Health.
ar: أعدت التثبيت أو غيّرت هاتفك؟ يُستعاد الآن سجل طعامك ووزنك ودهون جسمك تلقائيًا من Apple Health.
az: Yenidən quraşdırmısınız və ya telefonu dəyişmisiniz? Yemək jurnalınız, çəkiniz və bədən yağınız indi Apple Health-dən avtomatik bərpa olunur.
cs: Přeinstalace nebo nový telefon? Deník jídel, váha i tělesný tuk se teď automaticky obnoví z Apple Health.
de: Neu installiert oder neues iPhone? Ernährungstagebuch, Gewicht und Körperfett werden jetzt automatisch aus Apple Health wiederhergestellt.
es: ¿Reinstalaste o cambiaste de teléfono? Tu registro de comidas, peso y grasa corporal ahora se restauran automáticamente desde Apple Health.
fr: Réinstallation ou nouveau téléphone ? Ton journal alimentaire, ton poids et ta masse grasse se restaurent désormais automatiquement depuis Apple Health.
hi: दोबारा इंस्टॉल किया या फ़ोन बदला? आपका फ़ूड लॉग, वज़न और बॉडी फ़ैट अब Apple Health से अपने आप बहाल हो जाते हैं।
it: Hai reinstallato o cambiato telefono? Diario alimentare, peso e grasso corporeo ora si ripristinano automaticamente da Apple Health.
ja: 再インストールや機種変更をしても、食事記録・体重・体脂肪がApple Healthから自動的に復元されるようになりました。
ko: 재설치했거나 휴대폰을 바꿨나요? 이제 음식 기록, 체중, 체지방이 Apple Health에서 자동으로 복원됩니다.
nl: Opnieuw geïnstalleerd of een nieuwe telefoon? Je voedingslogboek, gewicht en vetpercentage worden nu automatisch hersteld uit Apple Health.
pl: Ponowna instalacja lub nowy telefon? Dziennik posiłków, waga i tkanka tłuszczowa są teraz automatycznie przywracane z Apple Health.
pt_br: Reinstalou ou trocou de celular? Seu diário alimentar, peso e gordura corporal agora são restaurados automaticamente do Apple Health.
ro: Ai reinstalat sau ai schimbat telefonul? Jurnalul alimentar, greutatea și grăsimea corporală se restaurează acum automat din Apple Health.
ru: Переустановили приложение или сменили телефон? Дневник питания, вес и процент жира теперь автоматически восстанавливаются из Apple Health.
uk: Переустановили приложение или сменили телефон? Дневник питания, вес и процент жира теперь автоматически восстанавливаются из Apple Health.
zh_hans: 重新安装或更换手机后，你的饮食记录、体重和体脂现在会从 Apple Health 自动恢复。

source: Remove
ar: إزالة
az: Sil
cs: Odebrat
de: Entfernen
es: Quitar
fr: Retirer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: Remover
ro: Elimină
ru: Убрать
uk: Видалити
zh_hans: 移除

source: Remove %1$@'s entry of %2$@ kcal? This also deletes the matching sample from Apple Health. The dated workout plan stays in your diary.
ar: هل تريد إزالة إدخال %2$@ kcal بتاريخ %1$@؟ سيؤدي ذلك أيضًا إلى حذف العينة المطابقة من Apple Health. ستبقى خطة التمرين المؤرخة في يومياتك.
az: %1$@ tarixli %2$@ kcal qeydini silmək istəyirsiniz? Bu, Apple Health-dəki uyğun nümunəni də siləcək. Tarixli məşq planı gündəliyinizdə qalacaq.
de: Den Eintrag vom %1$@ mit %2$@ kcal entfernen? Dadurch wird auch das zugehörige Sample aus Apple Health gelöscht. Der datierte Trainingsplan bleibt in deinem Tagebuch.
es: ¿Eliminar el registro del %1$@ de %2$@ kcal? Esto también elimina la muestra correspondiente de Apple Health. El plan de entrenamiento con fecha permanece en tu diario.
fr: Supprimer l’entrée du %1$@ de %2$@ kcal ? Cela supprime également l’échantillon correspondant d’Apple Health. Le programme d’entraînement daté reste dans votre journal.
hi: %1$@ की %2$@ kcal वाली प्रविष्टि हटाएँ? इससे Apple Health का संबंधित नमूना भी हट जाएगा। तारीख वाला वर्कआउट प्लान आपकी डायरी में बना रहेगा।
it: Rimuovere la voce del %1$@ da %2$@ kcal? Verrà eliminato anche il campione corrispondente da Apple Health. Il piano di allenamento datato resterà nel diario.
ja: %1$@の%2$@ kcalの記録を削除しますか？Apple Healthの該当サンプルも削除されます。日付付きのワークアウトプランは日記に残ります。
ko: %1$@의 %2$@ kcal 기록을 삭제할까요? Apple Health의 해당 샘플도 삭제됩니다. 날짜가 지정된 운동 계획은 일기에 남습니다.
nl: De registratie van %1$@ met %2$@ kcal verwijderen? Hiermee wordt ook de bijbehorende meting uit Apple Health verwijderd. Het gedateerde trainingsplan blijft in je dagboek staan.
pl: Usunąć wpis z %1$@ o wartości %2$@ kcal? Spowoduje to również usunięcie pasującej próbki z Apple Health. Plan treningu z tą datą pozostanie w dzienniku.
pt_br: Remover o registro de %1$@ com %2$@ kcal? Isso também exclui a amostra correspondente do Apple Health. O plano de treino com data permanece no seu diário.
ro: Elimini înregistrarea din %1$@ de %2$@ kcal? Aceasta șterge și eșantionul corespunzător din Apple Health. Planul de antrenament datat rămâne în jurnal.
ru: Удалить запись от %1$@ на %2$@ ккал? Также будет удалена соответствующая запись из Apple Health. План тренировки с этой датой останется в дневнике.
uk: Видалити запись от %1$@ на %2$@ ккал? Также будет удалена соответствующая запись из Apple Health. План тренировки с етой датой останется в дневнике.
zh_hans: 要删除 %1$@ 的 %2$@ kcal 记录吗？这也会删除 Apple Health 中对应的样本。带日期的锻炼计划仍会保留在日记中。

source: Remove %@'s measurements?
ar: هل تريد إزالة قياسات %@؟
az: %@ tarixli ölçülər silinsin?
cs: Odebrat měření z %@?
de: Messungen vom %@ entfernen?
es: ¿Eliminar las mediciones del %@?
fr: Supprimer les mesures du %@ ?
hi: %@ के माप हटाएँ?
it: Rimuovere le misurazioni del %@?
ja: %@の測定値を削除しますか？
ko: %@의 측정값을 삭제하시겠습니까?
nl: Metingen van %@ verwijderen?
pl: Usunąć pomiary z %@?
pt_br: Remover as medições de %@?
ro: Elimini măsurătorile din %@?
ru: Удалить замеры за %@?
uk: Видалити замери за %@?
zh_hans: 要移除 %@ 的测量数据吗？

source: Remove Body Fat %
ar: إزالة نسبة الدهون %
az: Bədən Yağı %-ni Sil
cs: Odebrat tělesný tuk (%)
de: Körperfett % entfernen
es: Quitar grasa corporal %
fr: Supprimer le % de graisse
hi: शरीर में वसा % हटाएं
it: Rimuovi grasso corporeo %
ja: 体脂肪率 % を削除
ko: 체지방률 % 제거
nl: Lichaamsvet % verwijderen
pl: Usuń % tkanki tłuszczowej
pt_br: Remover gordura corporal %
ro: Elimină Grăsime corporală %
ru: Удалить жир в организме %
uk: Видалити жир в организме %
zh_hans: 移除体脂率 %

source: Remove Goal
ar: إزالة الهدف
az: Hədəfi sil
cs: Odebrat cíl
de: Ziel entfernen
es: Quitar objetivo
fr: Supprimer l'objectif
hi: लक्ष्य हटाएं
it: Rimuovi obiettivo
ja: 目標を削除
ko: 목표 제거
nl: Doel verwijderen
pl: Usuń cel
pt_br: Remover objetivo
ro: Elimină ținta
ru: Удалить цель
uk: Видалити мету
zh_hans: 移除目标

source: Remove photo
ar: إزالة الصورة
az: Şəkli sil
de: Foto entfernen
es: Quitar foto
fr: Retirer la photo
hi: फ़ोटो हटाएँ
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
nl: Foto verwijderen
pl: Usuń zdjęcie
pt_br: Remover foto
ro: Elimină fotografia
ru: Удалить фото
uk: Видалити фото
zh_hans: 移除照片

source: Reprocess a logged meal with AI — adjust its name, serving, or note and re-analyze.
ar: أعد معالجة وجبة مسجلة بالذكاء الاصطناعي — عدّل الاسم أو الكمية أو الملاحظة ثم أعد التحليل.
az: Qeyd olunmuş yeməyi Sİ ilə yenidən emal edin — adı, porsiyanı və ya qeydi dəyişib yenidən analiz edin.
cs: Zpracuj zapsané jídlo znovu s AI — uprav název, porci nebo poznámku a nech ho přeanalyzovat.
de: Verarbeite eine geloggte Mahlzeit neu mit KI — passe Name, Portion oder Notiz an und analysiere erneut.
es: Reprocesa una comida registrada con IA: ajusta el nombre, la porción o la nota y vuelve a analizarla.
fr: Retraitez un repas enregistré avec l'IA — ajustez le nom, la portion ou la note, puis relancez l'analyse.
hi: लॉग किए भोजन को AI से दोबारा प्रोसेस करें — नाम, मात्रा या नोट बदलकर फिर से विश्लेषण करें।
it: Rielabora un pasto registrato con l'AI — modifica nome, porzione o nota e rianalizza.
ja: 記録済みの食事をAIで再解析 — 名前・分量・メモを調整して再分析できます。
ko: 기록된 식사를 AI로 다시 분석 — 이름, 양, 메모를 조정한 뒤 재분석할 수 있습니다.
nl: Verwerk een gelogde maaltijd opnieuw met AI — pas naam, portie of notitie aan en analyseer opnieuw.
pl: Przetwórz ponownie zapisany posiłek z AI — zmień nazwę, porcję lub notatkę i przeanalizuj od nowa.
pt_br: Reprocesse uma refeição registrada com IA — ajuste o nome, a porção ou a nota e analise de novo.
ro: Reprocesează o masă înregistrată cu AI — ajustează numele, porția sau nota și analizează din nou.
ru: Переобработайте записанный приём пищи с ИИ — измените название, порцию или заметку и проанализируйте заново.
uk: Повторна обробка записаної страви за допомогою ШІ — налаштуйте назву, порцію або нотатку та проаналізуйте знову.
zh_hans: 用 AI 重新处理已记录的餐食 — 调整名称、份量或备注后重新分析。

source: Reset
ar: إعادة تعيين
az: Sıfırla
cs: Resetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
it: Azzera
ja: リセット
ko: 초기화
nl: Resetten
pl: Resetuj
pt_br: Redefinir
ro: Resetează
ru: Сбросить
uk: Скинути
zh_hans: 重置

source: Reset Chat
ar: إعادة تعيين المحادثة
az: Söhbəti sıfırla
cs: Resetovat chat
de: Chat zurücksetzen
es: Restablecer chat
fr: Réinitialiser
hi: चैट रीसेट करें
it: Azzera chat
ja: チャットをリセット
ko: 채팅 초기화
nl: Chat resetten
pl: Zresetuj czat
pt_br: Redefinir chat
ro: Resetează chatul
ru: Сбросить чат
uk: Скинути чат
zh_hans: 重置聊天

source: Reset to Auto-balance
ar: إعادة التعيين إلى الموازنة التلقائية
az: Avtomatik balansa sıfırla
cs: Vrátit na automatické dorovnání
de: Auf Auto-Balance zurücksetzen
es: Restablecer a Autoequilibrado
fr: Rétablir l'équilibrage auto
hi: ऑटो-बैलेंस पर रीसेट करें
it: Reimposta sul bilanciamento automatico
ja: 自動バランスにリセット
ko: 자동 균형으로 재설정
nl: Terug naar auto-balans
pl: Resetuj do automatycznego równoważenia
pt_br: Redefinir para balanceamento automático
ro: Resetează la echilibrare automată
ru: Сбросить на Авто-баланс
uk: Скинути до автобалансу
zh_hans: 重置为自动平衡

source: Resting metabolism (BMR)
ar: معدل الأيض الأساسي (BMR)
az: İstirahət metabolizması (BMR)
cs: Klidový metabolismus (BMR)
de: Grundumsatz (BMR)
es: Metabolismo basal (BMR)
fr: Métabolisme de base (BMR)
hi: विश्राम चयापचय (BMR)
it: Metabolismo basale (BMR)
ja: 基礎代謝量 (BMR)
ko: 기초대사량 (BMR)
nl: Ruststofwisseling (BMR)
pl: Metabolizm spoczynkowy (BMR)
pt_br: Metabolismo basal (BMR)
ro: Metabolismul bazal (BMR)
ru: Базовый метаболизм (BMR)
uk: Базовий метаболізм (BMR)
zh_hans: 基础代谢率 (BMR)

source: Reuse Meal
ar: إعادة استخدام وجبة
az: Yeməyi yenidən istifadə et
de: Mahlzeit wiederverwenden
es: Reutilizar comida
fr: Réutiliser un repas
hi: भोजन फिर इस्तेमाल करें
it: Riutilizza pasto
ja: 食事を再利用
ko: 식사 재사용
nl: Maaltijd hergebruiken
pl: Użyj posiłku ponownie
pt_br: Reutilizar refeição
ro: Reutilizează masa
ru: Использовать приём пищи снова
uk: Повторити прийом їжі
zh_hans: 重复使用餐食

source: Review Food
ar: مراجعة الطعام
az: Yeməyi Nəzərdən Keçir
cs: Zkontrolovat jídlo
de: Essen prüfen
es: Revisar alimento
fr: Vérifier l'aliment
hi: भोजन समीक्षा करें
it: Rivedi alimento
ja: 食事を確認
ko: 음식 검토
nl: Voedsel controleren
pl: Sprawdź jedzenie
pt_br: Revisar alimento
ro: Verifică alimentul
ru: Проверить еду
uk: Перевірити страву
zh_hans: 核对食物

source: Save
ar: حفظ
az: Yadda Saxla
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
uk: Зберегти
zh_hans: 保存

source: Save an API key for at least one other provider above, then come back to choose it as the fallback.
ar: احفظ مفتاح API لمزود آخر واحد على الأقل أعلاه، ثم عُد لاختياره كاحتياط.
az: Yuxarıda ən azı bir başqa təminatçı üçün API açarı saxlayın, sonra geri qayıdıb onu ehtiyat kimi seçin.
cs: Nejdřív ulož API klíč alespoň jednoho dalšího poskytovatele výše a pak se vrať a vyber ho jako zálohu.
de: Speichere einen API-Schlüssel für mindestens einen anderen Anbieter oben, dann komm zurück, um ihn als Fallback auszuwählen.
es: Guarda una clave API para al menos otro proveedor arriba, luego regresa para elegirlo como respaldo.
fr: Enregistrez une clé API pour au moins un autre fournisseur ci-dessus, puis revenez pour le choisir comme secours.
hi: ऊपर कम से कम एक अन्य प्रदाता के लिए API कुंजी सहेजें, फिर इसे फ़ॉलबैक के रूप में चुनने के लिए वापस आएं।
it: Salva una chiave API per almeno un altro provider sopra, poi torna per sceglierlo come fallback.
ja: 上記の他のプロバイダーの少なくとも1つのAPIキーを保存してから、フォールバックとして選択するために戻ってきてください。
ko: 위에서 다른 제공업체에 대한 API 키를 하나 이상 저장한 다음 다시 와서 폴백으로 선택하세요.
nl: Sla een API-sleutel op voor ten minste één andere aanbieder hierboven, kom dan terug om deze als fallback te kiezen.
pl: Zapisz klucz API dla co najmniej jednego innego dostawcy powyżej, a potem wróć, aby wybrać go jako zapasowy.
pt_br: Salve uma chave de API para pelo menos um outro provedor acima, depois volte para escolhê-lo como fallback.
ro: Salvează o cheie API pentru cel puțin un alt furnizor de mai sus, apoi revino pentru a-l alege ca rezervă.
ru: Сохраните API-ключ хотя бы для одного другого провайдера выше, затем вернитесь, чтобы выбрать его в качестве резерва.
uk: Сохраните API-ключ хотя би для одного другого провайдера више, затем вернитесь, чтоби вибрать его в качестве резерва.
zh_hans: 请先在上方保存至少一个其他提供商的 API 密钥，然后返回此处将其选为备用方案。

source: Save Changes
ar: حفظ التغييرات
az: Dəyişiklikləri Saxla
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: बदलाव सहेजें
it: Salva modifiche
ja: 変更を保存
ko: 변경사항 저장
nl: Wijzigingen bewaren
pl: Zapisz zmiany
pt_br: Salvar alterações
ro: Salvează modificările
ru: Сохранить изменения
uk: Зберегти изменения
zh_hans: 保存更改

source: Save photo
ar: حفظ الصورة
az: Şəkli yadda saxla
de: Foto speichern
es: Guardar foto
fr: Enregistrer la photo
hi: फ़ोटो सहेजें
it: Salva foto
ja: 写真を保存
ko: 사진 저장
nl: Foto opslaan
pl: Zapisz zdjęcie
pt_br: Salvar foto
ro: Salvează fotografia
ru: Сохранить фото
uk: Зберегти фото
zh_hans: 保存照片

source: Save Photo
ar: حفظ الصورة
az: Şəkli yadda saxla
de: Foto speichern
es: Guardar foto
fr: Enregistrer la photo
hi: फ़ोटो सहेजें
it: Salva foto
ja: 写真を保存
ko: 사진 저장
nl: Foto opslaan
pl: Zapisz zdjęcie
pt_br: Salvar foto
ro: Salvează fotografia
ru: Сохранить фото
uk: Зберегти фото
zh_hans: 保存照片

source: Save to Photos
ar: حفظ في الصور
az: Fotolarda saxla
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
hi: फ़ोटो में सहेजें
it: Salva in Foto
ja: 写真に保存
ko: 사진에 저장
nl: Opslaan in Foto's
pl: Zapisuj w Zdjęciach
pt_br: Salvar em Fotos
ro: Salvează în Fotografii
ru: Сохранять в Фото
uk: Зберігати в Фото
zh_hans: 保存到照片

source: Saved Meals
ar: الوجبات المحفوظة
az: Saxlanılmış Yeməklər
cs: Uložená jídla
de: Gespeicherte Mahlzeiten
es: Comidas guardadas
fr: Repas enregistrés
hi: सहेजे गए भोजन
it: Pasti salvati
ja: 保存した食事
ko: 저장된 식사
nl: Opgeslagen maaltijden
pl: Zapisane posiłki
pt_br: Refeições salvas
ro: Mese salvate
ru: Сохранённые блюда
uk: Збережені страви
zh_hans: 已保存的餐食

source: SCRATCH HERE
ar: اخدش هنا
az: BURADA CIZ
cs: SETŘI ZDE
de: HIER RUBBELN
es: RASCA AQUÍ
fr: GRATTEZ ICI
hi: यहाँ खुरचें
it: GRATTA QUI
ja: ここを削ってください
ko: 여기를 긁으세요
nl: KRAS HIER
pl: ZDRAP TUTAJ
pt_br: RASPE AQUI
ro: RĂZUIEȘTE AICI
ru: СОТРИТЕ ЗДЕСЬ
uk: СОТРИТЕ ЗДЕСЬ
zh_hans: 在此刮开

source: Search
ar: بحث
az: Axtarış
cs: Hledat
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt_br: Buscar
ro: Căutare
ru: Поиск
uk: Пошук
zh_hans: 搜索

source: Search saved foods
ar: ابحث في الأطعمة المحفوظة
az: Saxlanılan yeməklərdə axtarın
cs: Hledat v uložených jídlech
de: Gespeicherte Mahlzeiten durchsuchen
es: Buscar comidas guardadas
fr: Rechercher dans les aliments enregistrés
hi: सहेजे गए खानों में खोजें
it: Cerca tra i pasti salvati
ja: 保存した食事を検索
ko: 저장된 음식 검색
nl: Zoek in opgeslagen maaltijden
pl: Szukaj zapisanych produktów
pt_br: Buscar refeições salvas
ro: Caută în mâncărurile salvate
ru: Поиск сохранённых продуктов
uk: Пошук збережених продуктів
zh_hans: 搜索已保存的食物

source: Secondary
ar: ثانوية
az: İkincili
cs: Sekundární
de: Sekundär
es: Secundarios
fr: Secondaires
hi: सहायक
it: Secondari
ja: サブ
ko: 보조
nl: Secundair
pl: Pomocnicze
pt_br: Secundários
ro: Secundari
ru: Вторичные
uk: Додаткові
zh_hans: 次要
